Repository: tu-graz-library/invenio-theme-tugraz
Catalog: invenio_theme_tugraz/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Overview
de: Übersicht

source: My dashboard
de: Meine Übersicht

source: The resource that is being accessed is locked.
de: Die angeforderte Ressource ist zurzeit gesperrt.

source: Good reasons to use the Repository of the TU Graz
de: Gute Gründe, das Repository der TU Graz zu nutzen

source: Safe
de: Sicher

source: Your research results are permanently available.
de: Ihre Forschungsergebnisse sind dauerhaft verfügbar.

source: Trusted
de: Vertrauenswürdig

source: A service from TU Graz, developed in cooperation with CERN.
de: Ein Service der TU Graz, entwickelt in Kooperation mit CERN.

source: Citeable
de: Zitierfähig

source: Every upload is assigned a Digital Object Identifier (DOI).
de: Jedem Upload wird ein Digital Object Identifier (DOI) zugewiesen.

source: No waiting time
de: Keine Wartezeit

source: Uploads are made available online as soon as you hit publish. Your DOI is registered within seconds.
de: Uploads sind online verfügbar, sobald Sie auf "Veröffentlichen" klicken. Ihre DOI wird innerhalb von Sekunden registriert.

source: Open or closed
de: Offen oder geschlossen

source: You determine the visibility of your uploads. A restricted access mode is possible.
de: Sie bestimmen die Sichtbarkeit Ihrer Uploads. Ein eingeschränkter Zugriffsmodus ist möglich.

source: Versioning
de: Versionierung

source: Easily update your dataset with the versioning feature.
de: Aktualisieren Sie Ihren Datensatz ganz einfach mit der Versionierungsfunktion.

source: More
de: Mehr

source: Need help?
de: Brauchen Sie Hilfe?

source: Contact us
de: Kontaktieren Sie uns

source: We can help with:
de: Dabei können wir helfen:

source: Upload your research results, software, preprints, etc.
de: Hochladen Ihrer Forschungsergebnisse, Software, Preprints usw.

source: Increase upload limit beyond our default policy of 10GB.
de: Upload-Limit Erhöhung über unsere Standardrichtlinie von 10 GB hinaus.

source: Find individual solutions.
de: Individuelle Lösungen finden.

source: Documentation
de: Dokumentation

source: Reference Guide
de: Handbuch

source: Search Guide
de: Suchanleitung

source: Data Protection
de: Datenschutzerklärung

source: Terms and Conditions
de: Nutzungsbedingungen

source: Scalability
de: Skalierbarkeit

source: Institutional integration
de: Institutionelle Einbindung

source: Next Generation Repository
de: Repositorium der nächsten Generation

source: Repository Profiles
de: Repositorienprofile

source: Resilient
de: Resilient, widerstandsfähig

source: Connected Services
de: Verbundene Services

source: Research Data Management
de: Forschungsdatenmanagement

source: Accessibility
de: Barrierefreiheit

source: Use Ctrl + and Crtl -
de: Verwenden Sie Strg+ und Strg-

source: to change the font size.
de: Um die Schriftgröße zu ändern.

source: Research Results
de: Forschungsergebnisse

source: Search for research results
de: Suchen Sie nach Forschungsergebnissen

source: Upload research results
de: Erstellen Sie Forschungsergebnisse

source: Publications
de: Publikationen

source: Frontpage: Description for publications
de: Der Bereich Publikationen umfasst Zitate aus verschiedenen Bereichen. Open-Access-Publikationen werden von Pure importiert. Veröffentlichungen von Open-Access-Verlagen werden freigegeben. Digitale Kopien werden angeboten. Die Veröffentlichungen der Universität werden einem breiten Publikum zugänglich gemacht. Der folgende Link bietet die Möglichkeit, unter den Publikationen zu suchen.

source: Search for publications
de: Suchen Sie nach Publikationen

source: Educational Resources
de: Bildungsinhalte

source: Frontpage: Description for open educational resources
de: In diesem Bereich können Sie Ihre offen lizenzierten Bildungsinhalte (OER, Open Educational Resources) hochladen und nach Bildungsressourcen suchen, die von anderen hochgeladen wurden. Ihre hochgeladenen Inhalte werden automatisch auf den <a href="https://oerhub.at" target="_blank">OERhub.at</a> übertragen. Um etwas in diesem Bereich hochzuladen, ist ein OER-Zertifikat und die Aktivierung Ihres Accounts erforderlich.

source: Search for educational resourses
de: Suchen Sie nach Bildungsinhalten

source: Upload educational resources
de: Erstellen Sie neue Bildungsinhalte

source: Test Instance
de: Testumgebung

source: This is the test instance of the TU Graz Repository.
de: Dies ist die Testumgebung des TU Graz Repositorys.

source: Home
de: Startseite

source: Dashboard
de: Übersicht

source: All
de: Alle

source: LIBRARY & ARCHIVES
de: Bibliothek und Archiv

source: SCIENCE
de: WISSEN

source: PASSION
de: TECHNIK

source: TECHNOLOGY
de: LEIDENSCHAFT

source: Overview: Description of Communities
de: Bauen Sie eine Gemeinschaft von Einzelpersonen auf, um die Plattform weiterzuführen und so Datensätze für Ihre Institution, Ihr Projekt, Ihr Thema oder Ihre Veranstaltung zu organisieren, zu kuratieren und gemeinsam zu bearbeiten.

source: Requests
de: Anfragen

source: Overview: Description of Requests
de: Prüfen Sie auf eingehende Benachrichtigungen und Gemeinschaftsaufgaben oder -anfragen.

source: Overview: Description for publications
de: Die Veröffentlichungen sind das zusammengefasste Ergebnis der Forschung.

source: Overview: Description for open educational resources
de: Veröffentlichen Sie hier Ihre offen lizenzierten Bildungsmaterialien (OER), damit andere sie finden und weiternutzen können.

source: Recent uploads
de: Kürzlich hochgeladene Dateien

source: There are no public records to show.
de: Es sind keine öffentlich zugänglichen Datensätze vorhanden.

source: Publication date
de: Datum der Veröffentlichung

source: Resource type
de: Art der Veröffentlichung

source: Sign up
de: Registrieren

source: Log in
de: Einloggen

source: Sign out
de: Ausloggen

source: Log in to Repository
de: Anmelden

source: Log in with %(title)s
de: Einloggen mit %(title)s

source: Or
de: Oder

source: Log in with repository credentials
de: Loggen Sie sich mit Ihrem Repository-Account ein

source: Log In
de: Einloggen

source: New to %(sitename)s?
de: Neu im %(sitename)s?

source: Forgot password?
de: Passwort vergessen?

source: Create an Account
de: Einen Account erstellen

source: Citeable. Discoverable.
de: Zitierfähig. Auffindbar.

source: Uploads get a Digital Object Identifier (DOI) to make them easily and uniquely citeable.
de: Uploads erhalten eine DOI und werden damit leichtauffindbar und zitierfähig.

source: Accept or reject uploads to your own community (e.g workshops, EU projects, institutions or entire disciplines).
de: Annehmen oder Ablehnen von Uploads in Ihrer eigenen Community (z.B. workshop, EU-Projekt, Forschungseinrichtung, Disziplin)

source: Trusted Research Data Management
de: Vertrauenswürdiges Forschungsdatenmanagement

source: Built on top of TU Graz expertise in managing of the research data from the Graz University of Technology.
de: Gebaut basierend auf Expertise der TU Graz im Bereich Data Management.

source: Sign up with TUGRAZ
de: Mit Ihrem TUGonline-Account registrieren

source: Sign up with repository credentials
de: Mit Ihren Repository Daten registrieren
